﻿IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-測試(Lang:EN)"
IDS_CVL_DLL_ERROR = "無法初始化 COM dll"
IDS_CVL_REPORT_PRINTING = "正在列印報表..."
IDS_CVL_REPORT_GENERATING = "正在產生報表..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "設計模組的版本與目前版本不相容。\n 無法產生報表。"
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "設計模組的版本與目前版本不相容。\nRC/柱 無法執行設計。"
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "設計模組的版本與目前版本不相容。\nRating 無法產生報表。"
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData 設計模組的版本與目前版本不相容。"
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report 設計模組的版本與目前版本不相容。"
IDS_CVL_INCORRECT_DLL_VER_ERROR = "正在連結不正確的 dll 版本"
IDS_CVL_NOT_INIT_REPORT_ERROR = "報告未初始化"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "摘要表"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "剪力連接器"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "縱向加勁肋"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "支撐加勁肋"
IDS_CVL_RPT_US_Web = "腹板"
IDS_CVL_RPT_US_1Side = "單側"
IDS_CVL_RPT_US_2Side = "雙側"
IDS_CVL_RPT_US_Top_Flange = "上法蘭"
IDS_CVL_RPT_US_Bottom_Flange = "下法蘭"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "上翼板（上翼板底面）"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "下翼板（下翼板頂面）"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ 曲線橋梁之非緊密斷面"
IDS_CVL_RPT_US_Noncompact_section = "∴ 非緊湊斷面"
IDS_CVL_RPT_US_Slender_section = "∴ 細長斷面。"
IDS_CVL_RPT_US_Exist = "存在"
IDS_CVL_RPT_US_Not_Exist = "不存在"
IDS_CVL_RPT_US_Stiffened_Web = "加勁腹板"
IDS_CVL_RPT_US_Unstiffened_Web = "未加勁腹板"
IDS_CVL_RPT_US_Shear_connector = "剪力連接器"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "縱向加勁肋"
IDS_CVL_RPT_US_Stiffener_type_Flat = "平型"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T型"
IDS_CVL_RPT_US_Stiffener_Num_1 = "單側"
IDS_CVL_RPT_US_Stiffener_Num_2 = "雙側"
IDS_CVL_RPT_US_Stiffener_I_type = "I型"
IDS_CVL_RPT_US_Stiffener_T_type = "T型"
IDS_CVL_RPT_US_Stiffener_U_type = "U型"
IDS_CVL_RPT_US_Positive_moment = "正彎矩"
IDS_CVL_RPT_US_Negative_moment = "負彎矩"
IDS_CVL_RPT_US_Top_part = "(上)"
IDS_CVL_RPT_US_Bottom_part = "(下)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "分段"
IDS_CVL_RPT_US_Nonsegmental = "非分段"
IDS_CVL_RPT_US_Solid = "實心"
IDS_CVL_RPT_US_Box = "箱型"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d. 斷面扭轉設計"
IDS_CVL_RPT_US_Transfer_Construction = "%d. 於轉移時及施工期間"
IDS_CVL_RPT_US_Service_LoadCombination = "%d. 於使用載重組合"
IDS_CVL_RPT_US_PSC_Bond = "結合"
IDS_CVL_RPT_US_PSC_Unbond = "未結合"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d. 斷面撓曲設計"
IDS_CVL_RPT_US_Positive = "正"
IDS_CVL_RPT_US_Negative = "負"
IDS_CVL_RPT_US_Code = "設計規範"
IDS_CVL_RPT_US_Strain_compatibility = "應變相容性"
IDS_CVL_RPT_US_i_Crack_Check = "%d. 裂縫檢核"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d. 斷面剪力設計"
IDS_CVL_RPT_US_Compression = "壓縮"
IDS_CVL_RPT_US_Tension = "拉伸"
IDS_CVL_RPT_US_Top_part2 = "上"
IDS_CVL_RPT_US_Bottom_part2 = "下"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ 上"
IDS_CVL_RPT_US_Bottom_title = "■ 下"
IDS_CVL_RPT_US_Quasi_permanent = "準永久"
IDS_CVL_RPT_US_Frequent = "頻繁"
IDS_CVL_RPT_US_Characteristic = "特徵"
IDS_CVL_RPT_US_Persistent_Transient = "持續與瞬時"
IDS_CVL_RPT_US_Characteristic_IRC = "稀有"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "基本與地震"
IDS_CVL_RPT_US_Accidental = "意外"
IDS_CVL_RPT_US_Service_Load_I = "服務載重 I"
IDS_CVL_RPT_US_Service_Load_III_IV = "服務載重 III/IV"
IDS_CVL_RPT_US_Continued_Load = "服務載重 V"
IDS_CVL_RPT_US_Ultimate_Load_State = "極限狀態"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "長期"
IDS_CVL_RPT_US_Short_term = "短期"
IDS_CVL_RPT_US_Long_Load = "長期載重"
IDS_CVL_RPT_US_Short_Load = "短期載重"
IDS_CVL_RPT_US_Construct_Stress = "StressAtCS"
IDS_CVL_RPT_US_Service_Stress = "StressAtLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "PrincipalStressAtCS"
IDS_CVL_RPT_US_Service_Principal_Stress = "PrincipalStressAtLCB"
IDS_CVL_RPT_US_PS_Steel = "TendonStress"
IDS_CVL_RPT_US_Crack = "CrackCheck"
IDS_CVL_RPT_US_Flexural_Strength = "彎曲強度"
IDS_CVL_RPT_US_Shear_Strength = "剪切強度"
IDS_CVL_RPT_US_Torsional_Strength = "扭轉強度"
IDS_CVL_RPT_US_Girder = "主梁"
IDS_CVL_RPT_US_Slab = "板"
IDS_CVL_RPT_US_Non_Composite = "非複合"
IDS_CVL_RPT_US_Composite = "複合"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. 撓曲強度檢核"
IDS_CVL_RPT_US_Positive_moment_title = "■ 正彎矩"
IDS_CVL_RPT_US_Negative_moment_title = "■ 負彎矩"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. 剪力強度檢核"
IDS_CVL_RPT_US_Max_Shear_Force = "■ 最大剪力"
IDS_CVL_RPT_US_Min_Shear_Force = "■ 最小剪力"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ 最大扭力"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. 扭轉強度檢核（箱形斷面）"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. 扭轉強度檢核（實心斷面）"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) 扭轉強度檢核"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. 零應力檢核"
IDS_CVL_RPT_US_i_Crack_check = "%d. 裂縫檢核"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-斷面上應力"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-斷面下應力"
IDS_CVL_RPT_US_Strain = "應變"
IDS_CVL_RPT_US_Displacement = "位移"
IDS_CVL_RPT_US_ROUGH_CIP = "粗糙(CIP板)"
IDS_CVL_RPT_US_MONOLITHICALLY = "整體"
IDS_CVL_RPT_US_ROUGH = "故意粗糙"
IDS_CVL_RPT_US_ROUGH_LWC = "故意粗糙(LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "故意粗糙(NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "未故意粗糙"
IDS_CVL_RPT_US_ANCHORED = "錨固"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) 於撓曲拉力側配置縱向鋼筋之比例"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) 於撓曲壓力側配置縱向鋼筋之比例"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) 最小橫向剪力鋼筋"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) 橫向剪力鋼筋最大間距"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) 由腹板壓碎所限制之剪力強度"
IDS_CVL_RPT_Member = "結構構件"
IDS_CVL_RPT_Critical_LCOM = "臨界載重組合"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "斷裂抗拉阻力應由使用者另行檢核"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 應由使用者另行檢核"
IDC_CVL_RPT_Not_Recommended_compession_member = "不建議作為受壓構件使用"
IDC_CVL_RPT_Not_Recommended_flexural_member = "不建議作為受彎構件使用"
IDS_CVL_RPT_US_Element = "單元"
IDS_CVL_RPT_US_Position = "位置"
IDS_CVL_RPT_US_Moment_Type = "彎矩類型"
IDS_CVL_RPT_US_Dgn_Condition = "設計條件"
IDS_CVL_RPT_US_Flexure = "彎曲"
IDS_CVL_RPT_US_Properties = "性質"
IDS_CVL_RPT_US_Section = "斷面"
IDS_CVL_RPT_US_Material = "材料"
IDS_CVL_RPT_US_Flange = "法蘭"
IDS_CVL_RPT_US_Design = "設計"
IDS_CVL_RPT_US_Strength = "強度"
IDS_CVL_RPT_US_Fyc_Desc = "壓縮法蘭降伏強度"
IDS_CVL_RPT_US_Fyw_Desc = "腹板降伏強度"
IDS_CVL_RPT_US_Fyt_Desc = "拉伸法蘭降伏強度"
IDS_CVL_RPT_US_Es_Desc = "鋼材彈性模量"
IDS_CVL_RPT_US_Transverse = "橫向"
IDS_CVL_RPT_US_Stiffener = "加勁肋"
IDS_CVL_RPT_US_Type = "類型"
IDS_CVL_RPT_US_Name = "名稱"
IDS_CVL_RPT_US_Elastic = "彈性"
IDS_CVL_RPT_US_Steel_Gr = "鋼材"
IDS_CVL_RPT_US_Steel_Section = "鋼斷面"
IDS_CVL_RPT_US_Composite_Section = "複合斷面"
IDS_CVL_RPT_US_3n_Desc = "由於分析結果已考慮長期效應，因此適用於自定義之時間相依材料性質"
IDS_CVL_RPT_US_Long_Reinforcement = "縱向鋼筋"
IDS_CVL_RPT_US_Limit_State = "極限狀態"
IDS_CVL_RPT_US_Flexural = "彎曲"
IDS_CVL_RPT_US_Resistance = "抵抗"
IDS_CVL_RPT_US_EN_Positive_moment = "正彎矩"
IDS_CVL_RPT_US_EN_Negative_moment = "負彎矩"
IDS_CVL_RPT_US_Dgn_Force_Stress = "設計內力與應力"
IDS_CVL_RPT_US_Load_Combination = "載重組合"
IDS_CVL_RPT_US_Component = "組件"
IDS_CVL_RPT_US_Forces = "內力"
IDS_CVL_RPT_US_Stresses = "應力"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "不存在正向載重組合。略過此檢核。"
IDS_CVL_RPT_US_Unbraced_Length = "無支撐長度"
IDS_CVL_RPT_US_Sect_Proportion = "斷面比例"
IDS_CVL_RPT_US_Web_Proportion = "腹板比例"
IDS_CVL_RPT_US_Flange_Proportion = "法蘭比例"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ 塑性彎矩(Mp)"
IDS_CVL_RPT_US_Plastic_Force = "塑性內力"
IDS_CVL_RPT_US_Plastic_moment = "塑性彎矩"
IDS_CVL_RPT_US_Plastic_Moment = "塑性彎矩"
IDS_CVL_RPT_US_Dist_PNA = "距塑性中性軸之距離"
IDS_CVL_RPT_US_drt_Desc = "自 PNA 至上層鋼筋中心線之距離"
IDS_CVL_RPT_US_drb_Desc = "自 PNA 至下層鋼筋中心線之距離"
IDS_CVL_RPT_US_dt_Desc = "自塑性中性軸至受拉翼板中厚之距離"
IDS_CVL_RPT_US_dw_Desc = "自塑性中性軸至腹板中深之距離"
IDS_CVL_RPT_US_dc_Desc = "自塑性中性軸至受壓翼板中厚之距離"
IDS_CVL_RPT_US_ds_Desc = "自塑性中性軸至混凝土橋面板中厚之距離"
IDS_CVL_RPT_US_Check_Case_PNA = "檢核塑性中性軸之情況"
IDS_CVL_RPT_US_Dist_of_PNA = "塑性中性軸之距離"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ 降伏彎矩(My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "上翼板降伏彎矩"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "下翼板降伏彎矩"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "縱向鋼筋降伏彎矩"
IDS_CVL_RPT_US_in_which = "其中："
IDS_CVL_RPT_US_S_Desc = "非複合斷面模量"
IDS_CVL_RPT_US_S3n_Desc = "長期合成斷面模數"
IDS_CVL_RPT_US_Sn_Desc = "短期合成斷面模數"
IDS_CVL_RPT_US_M_D1_Desc = "非複合斷面的彎矩"
IDS_CVL_RPT_US_M_D2_Desc = "長期合成斷面之彎矩"
IDS_CVL_RPT_US_M_AD_Desc = "短期合成斷面之附加降伏彎矩"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "不存在負向載重組合。略過此檢核。"
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "最小負彎矩混凝土橋面板鋼筋"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "正彎矩之撓曲強度極限狀態"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "負彎矩之撓曲強度極限狀態"
IDS_CVL_RPT_US_Sect_Classification = "▪ 斷面分類"
IDS_CVL_RPT_US_Ductility_Req = "延性要求"
IDS_CVL_RPT_US_Dp_Desc = "於塑性彎矩時，自混凝土橋面板頂面至合成斷面中性軸之距離"
IDS_CVL_RPT_US_Dt_Desc = "合成斷面總深度"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "合成緊密斷面之撓曲抗力"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "連續跨之名義撓曲抗力"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "依 Dp 計算之名義撓曲抗力"
IDS_CVL_RPT_US_Therefore = "因此,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "檢核合成緊密斷面之撓曲抗力"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "檢核合成非緊密斷面之撓曲抗力"
IDS_CVL_RPT_US_Check_compression_flange = "檢核壓縮法蘭"
IDS_CVL_RPT_US_Check_tension_flange = "檢核拉伸法蘭"
IDS_CVL_RPT_US_Shored_Construction = "支撐施工"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "法蘭橫向彎曲應力"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "因受拉翼板為離散支撐。"
IDS_CVL_RPT_US_for_curved_bridge = "用於曲線橋"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "因翼板為連續支撐。"
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "二階彈性受壓翼板側向彎曲應力"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "因翼板為離散支撐。"
IDS_CVL_RPT_US_fl_Fl_Desc = "靜力等效之均佈側向內力"
IDS_CVL_RPT_US_fl_Pl_Desc = "靜力等效之集中側向內力"
IDS_CVL_RPT_US_fl_F_Desc = "分佈內力"
IDS_CVL_RPT_US_fl_P_Desc = "集中內力"
IDS_CVL_RPT_US_fl_e_Desc = "懸臂載重的偏心距"
IDS_CVL_RPT_US_fl_hw_Desc = "腹板高度"
IDS_CVL_RPT_US_fl_Lb_Desc = "無支撐長度"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "非合成斷面之靜載重係數"
IDS_CVL_RPT_US_bec_torsional_warping = "因為扭轉翹曲"
IDS_CVL_RPT_US_Mb_Desc = "雙彎矩"
IDS_CVL_RPT_US_Iw_Desc = "翹曲常數"
IDS_CVL_RPT_US_w_f_Desc = "應力點之翹曲函數 "
IDS_CVL_RPT_US_Check = "檢核"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "混合因子, Rh"
IDS_CVL_RPT_US_homo_sect = "均勻斷面"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "腹板採用較兩翼板更高強度鋼材之混合斷面"
IDS_CVL_RPT_US_Rh_Dn_Desc = "彈性 NA 至翼板內側面距離之較大者"
IDS_CVL_RPT_US_Rh_Fn_Desc = "對應於 Afn 的降伏應力"
IDS_CVL_RPT_US_Rh_Afn_Desc = "NA 一側對應於 Dn 的翼板面積"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "限制無支撐長度"
IDS_CVL_RPT_US_rt_Desc = "側扭屈曲之有效迴轉半徑"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "彈性側扭屈曲應力"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "彎矩梯度修正"
IDS_CVL_RPT_US_for_unbraced_cantilever = "用於無支撐懸臂"
IDS_CVL_RPT_US_Calc_Stress = "應力計算"
IDS_CVL_RPT_US_Elastic_Range_Dc = "於彈性範圍內，Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "於塑性彎矩時受壓之腹板深度，Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "腹板載重卸載係數"
IDS_CVL_RPT_US_In_constructibility = "施工性"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "因合成斷面於正彎矩時滿足斷面比例要求。"
IDS_CVL_RPT_US_Web_with_long_Stfn = "設有縱向加勁肋之腹板，"
IDS_CVL_RPT_US_fyc_Desc = "受壓翼板之規定最小降伏強度"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "基於受拉翼板連續支撐之撓曲抗力"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "基於受壓翼板離散支撐之局部屈曲抗力"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "基於受壓翼板離散支撐之側扭屈曲抗力"
IDS_CVL_RPT_US_s_compact = "緊湊"
IDS_CVL_RPT_US_s_noncompact = "非緊湊"
IDS_CVL_RPT_US_s_slender = "細長柱"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "基於受壓翼板離散支撐之撓曲抗力"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "腹板塑性係數"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "受壓翼板連續支撐之撓曲抗力"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "受拉翼板連續支撐之撓曲抗力"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "基於受壓翼板離散支撐之局部屈曲抗力"
IDS_CVL_RPT_US_for_Rolled_sect = "用於轧製斷面"
IDS_CVL_RPT_US_for_built_up_sect = "用於組合斷面"
IDS_CVL_RPT_US_compact_flange = "緊湊法蘭"
IDS_CVL_RPT_US_noncompact_flange = "非緊湊法蘭"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "彈性臨界屈曲抵抗"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "扭轉及撓扭屈曲抗力"
IDS_CVL_RPT_US_Shear = "剪力"
IDS_CVL_RPT_US_Max = "最大"
IDS_CVL_RPT_US_Min = "最小"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "剪力屈曲抗力與剪力降伏強度之比值，C"
IDS_CVL_RPT_US_Web_Classification = "腹板分類"
IDS_CVL_RPT_US_Long_Stfn = "縱向加勁肋"
IDS_CVL_RPT_US_Tran_Stfn = "橫向加勁肋"
IDS_CVL_RPT_US_Tran_Spacing = "橫向間距"
IDS_CVL_RPT_US_web_considered = "因此，此腹板視為"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "加勁腹板之剪力屈曲係數"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "未加勁腹板之剪力屈曲係數"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "未加勁內部腹板或端板之名義抗力"
IDS_CVL_RPT_US_Vn_C_Desc = "剪力屈曲抗力與剪力降伏強度之比值"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "加勁內部腹板之名義抗力"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "未考慮屈曲後張力場作用"
IDS_CVL_RPT_US_Tran_Stiffeners = "橫向加勁肋"
IDS_CVL_RPT_US_Projecting_width = "突出寬度"
IDS_CVL_RPT_US_TS_D_Desc = "鋼斷面高度"
IDS_CVL_RPT_US_TS_tp_Desc = "加勁肋厚度"
IDS_CVL_RPT_US_TS_bf_Desc = "法蘭寬度"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "慣性矩與迴轉半徑"
IDS_CVL_RPT_US_yiled_Stfn = "加勁肋降伏"
IDS_CVL_RPT_US_and = "和"
IDS_CVL_RPT_US_Service = "服務"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "混凝土甲板有效性檢核"
IDS_CVL_RPT_US_modulus_rupture = "斷裂模量"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "橋面板中 Service II 之折算縱向拉應力"
IDS_CVL_RPT_US_P_N_moment = "正/負彎矩"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "沒有使用性載重組合。略過此檢核。"
IDS_CVL_RPT_US_Permanent_deformation = "永久變形"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "此斷面在正彎下非緊密斷面，略過上、下翼緣應力檢核。"
IDS_CVL_RPT_US_flg_stress_ff_Desc = "未考慮翼緣側向彎曲下，由 Service II 載重計算之翼緣應力"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "翼緣規定之最小降伏強度"
IDS_CVL_RPT_US_posi_flexure_and = "正彎曲和"
IDS_CVL_RPT_US_Ser_proportion_limit = "比例限制，略過腹板之名義彎曲屈曲抗力檢核。"
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "腹板名義彎曲屈曲抗力"
IDS_CVL_RPT_US_Ser_fc_Desc = "由 Service II 載重造成之待檢核斷面壓縮翼緣應力。"
IDS_CVL_RPT_US_Check_stress_conc_deck = "檢核混凝土橋面板應力"
IDS_CVL_RPT_US_No_condition_checking_skip = "沒有可供檢核的條件。略過此檢核。"
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "檢核最小負彎混凝土橋面板鋼筋"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "因此，不需要最小負彎混凝土橋面板鋼筋。"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "因此，需要最小負彎混凝土橋面板鋼筋。"
IDS_CVL_RPT_US_Constructibility = "施工性"
IDS_CVL_RPT_US_CS_Const_Stage = "施工階段"
IDS_CVL_RPT_US_CS_Step = "步驟"
IDS_CVL_RPT_US_C_Steel_Only = "僅鋼斷面"
IDS_CVL_RPT_US_No_CS_Skip = "沒有施工階段。略過此檢核。"
IDS_CVL_RPT_US_Check_Slend_Web = "檢核腹板的細長性"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "離散支撐之受壓翼緣"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "離散支撐之受拉翼緣"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "受拉翼緣之側向彎曲應力"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "檢核法蘭名義降伏"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "對於腹板為細長之斷面，當 fl 等於零時不需檢核。"
IDS_CVL_RPT_US_flex_resistance = "檢核彎曲抵抗"
IDS_CVL_RPT_US_Chk_web_bend_buck = "檢核腹板彎曲屈曲"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "對於腹板為緊密或非緊密之斷面，不需檢核。"
IDS_CVL_RPT_US_Concrete_Deck = "混凝土甲板"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "檢核混凝土橋面板縱向應力"
IDS_CVL_RPT_US_Dgn_Forces = "設計內力"
IDS_CVL_RPT_US_Shear_req_Web = "腹板剪力要求"
IDS_CVL_RPT_US_Fati_Limit_State = "疲勞極限狀態"
IDS_CVL_RPT_US_Fati_moment = "疲勞彎矩"
IDS_CVL_RPT_US_Shear_Force = "剪力"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "沒有疲勞載重組合。略過此檢核。"
IDS_CVL_RPT_US_F_Load_Induced_Fati = "載重引起的疲勞"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "檢核載重引起的疲勞"
IDS_CVL_RPT_US_F_stress_unfac_DL = "由未折算 DL 產生之應力"
IDS_CVL_RPT_US_F_stress_fati_LCB = "由疲勞 LCB 產生之應力"
IDS_CVL_RPT_US_F_Comp_Minus = " - ：壓縮"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "由未折算 DL 產生之壓縮應力"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "由疲勞 LCB 產生之拉應力"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "由未折算 DL 產生之應力為拉應力。"
IDS_CVL_RPT_US_Skip_this_check = "略過此檢核。"
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "類別"
IDS_CVL_RPT_US_F_Number_stress = "應力數量(n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "等同於無限壽命表。"
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "對於 Fatigue I，依據表"
IDS_CVL_RPT_US_CAFT = "恆定幅度疲勞閾值"
IDS_CVL_RPT_US_for_Fatigue_II = "對於疲勞 II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "具橫向加勁肋之腹板特殊疲勞要求"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "由未折算永久載重加上折算疲勞載重（Fatigue I）造成之腹板剪力"
IDS_CVL_RPT_US_Sum = "總和"
IDS_CVL_RPT_US_Warping_stress = "扭曲應力"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "以受拉翼緣為基準之抗彎抗力"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "以箱形受拉翼緣為基準之抗彎抗力"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "以箱形受壓翼緣為基準之抗彎抗力"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "以未加勁翼緣為基準之局部屈曲抗力"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "以加勁翼緣為基準之局部屈曲抗力"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "均勻正向應力之板屈曲係數"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "剪應力之板屈曲係數"
IDS_CVL_RPT_US_EN_Shear_Connector = "剪力連接器"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "沒有剪力連接器資訊。略過此檢核。"
IDS_CVL_RPT_US_Types = "類型"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "槽鋼剪力連接器不檢核類型。"
IDS_CVL_RPT_US_SC_Hs_Desc = "樁的高度"
IDS_CVL_RPT_US_SC_d_Desc = "樁的直徑"
IDS_CVL_RPT_US_SC_Pitch = "間距"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "剪力疲勞抵抗"
IDS_CVL_RPT_US_Article = "條款"
IDS_CVL_RPT_US_Table = "表格"
IDS_CVL_RPT_US_SC_w_Desc = "通道寬度"
IDS_CVL_RPT_US_SC_Pstr_Desc = "由強度極限狀態決定之剪力連接器間距"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ 栓釘直徑：最小剪力連接器間距"
IDS_CVL_RPT_US_SC_Vsr_Desc = "每單位長度之水平疲勞剪力範圍"
IDS_CVL_RPT_US_SC_Vfat_Desc = "每單位長度之縱向疲勞剪力範圍"
IDS_CVL_RPT_US_SC_Ffat_Desc = "每單位長度之徑向疲勞剪力範圍"
IDS_CVL_RPT_US_SC_I_Desc = "短期組合斷面之慣性矩"
IDS_CVL_RPT_US_SC_Q_Desc = "混凝土橋面板短期換算面積相對於短期組合斷面中性軸之一次矩"
IDS_CVL_RPT_US_SC_Vf_Desc = "於適用之疲勞載重組合下的豎向剪力範圍"
IDS_CVL_RPT_US_SC_Abot_Desc = "底法蘭面積"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "下翼緣縱向疲勞應力範圍"
IDS_CVL_RPT_US_SC_L_Desc = "支撐點間距"
IDS_CVL_RPT_US_SC_w_deck_Desc = "甲板有效長度"
IDS_CVL_RPT_US_SC_R_Desc = "最小樑半徑"
IDS_CVL_RPT_US_SC_Space_inform = "栓釘剪力連接器在支承結構構件縱向軸線之橫向方向，其中心對中心間距不得小於 4.0 倍栓釘直徑。"
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- 上翼緣邊緣與最近剪力連接器邊緣之淨距不得小於 %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "覆蓋和穿透"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- 覆蓋剪力連接器頂部之混凝土保護層淨厚度不得小於 %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "剪力連接器應至少穿入混凝土橋面板 %s。"
IDS_CVL_RPT_US_SC_ts_Desc = "混凝土甲板厚度"
IDS_CVL_RPT_US_SC_th_Desc = "自腹板頂部至混凝土橋面板底部之厚度"
IDS_CVL_RPT_US_SC_tfc_Desc = "上法蘭厚度"
IDS_CVL_RPT_US_SC_H_Desc = "剪力連接器高度"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "單一剪力連接器之折算剪力抗力"
IDS_CVL_RPT_US_Nom_Shear_force = "名義剪力"
IDS_CVL_RPT_US_SC_bs_Desc = "混凝土橋面板有效寬度"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "混凝土甲板厚度"
IDS_CVL_RPT_US_SC_bfc_Desc = "壓力法蘭寬度"
IDS_CVL_RPT_US_SC_bft_Desc = "拉力法蘭寬度"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "壓力法蘭厚度"
IDS_CVL_RPT_US_SC_tft_Desc = "拉力法蘭厚度"
IDS_CVL_RPT_US_SC_Fyw_Desc = "腹板降伏強度"
IDS_CVL_RPT_US_SC_Fyc_Desc = "受壓翼緣降伏強度"
IDS_CVL_RPT_US_SC_Fyt_Desc = "受拉翼緣降伏強度"
IDS_CVL_RPT_US_SC_tw_Desc = "腹板厚度"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "正彎時剪力連接器最小數量。"
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "負彎時剪力連接器最小數量。"
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "沒有疲勞載重組合。省略此檢核。"
IDS_CVL_RPT_US_SC_Top_Tens = "上（拉）"
IDS_CVL_RPT_US_SC_Top_Comp = "上（壓）"
IDS_CVL_RPT_US_SC_Bot_Tens = "下（拉）"
IDS_CVL_RPT_US_SC_Bot_Comp = "下（壓）"
IDS_CVL_RPT_US_SC_Fati_Check = "剪力連接器疲勞檢核"
IDS_CVL_RPT_US_from_Table = "來自表格"
IDS_CVL_RPT_US_Stiffeners = "加勁肋"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "沒有加勁肋資訊。略過此檢核。"
IDS_CVL_RPT_US_LS_ts_Desc = "縱向加勁肋厚度"
IDS_CVL_RPT_US_LS_Il_Desc = "縱向腹板加勁肋之慣性矩"
IDS_CVL_RPT_US_LS_r_Desc = "縱向腹板加勁肋之迴轉半徑"
IDS_CVL_RPT_US_LS_d0_Desc = "橫向加勁肋間距"
IDS_CVL_RPT_US_LS_G_R_Desc = "樑半徑"
IDS_CVL_RPT_US_LS_Flex_stress = "縱向加勁肋之彎曲應力"
IDS_CVL_RPT_US_Bearing_Stiffeners = "承載加勁肋"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "斷面性質與設計條件"
IDS_CVL_RPT_US_BS_Material_Stfn = "加勁肋材料"
IDS_CVL_RPT_US_BS_E_Desc = "加勁肋的彈性模數"
IDS_CVL_RPT_US_BS_Fys_Desc = "加勁肋的降伏強度"
IDS_CVL_RPT_US_BS_Rmax_Desc = "支撐反應"
IDS_CVL_RPT_US_BS_bt_Desc = "加勁肋寬度"
IDS_CVL_RPT_US_BS_tp_Desc = "加勁肋厚度"
IDS_CVL_RPT_US_BS_n_Desc = "加勁肋對數"
IDS_CVL_RPT_US_BS_d_Desc = "加勁肋間距"
IDS_CVL_RPT_US_Height_Web = "腹板高度"
IDS_CVL_RPT_US_BS_tw_Desc = "腹板厚度"
IDS_CVL_RPT_US_BS_R_Desc = "腹板與翼緣之圓角角焊縫"
IDS_CVL_RPT_US_BS_Alw_width = "容許寬度"
IDS_CVL_RPT_US_Bearing_Resis = "承載抵抗"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "名義承載抵抗"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "考量因素的承載抵抗"
IDS_CVL_RPT_US_Factored_Resis = "考量因素的抵抗"
IDS_CVL_RPT_US_Axial_Comp = "軸向壓縮"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "彈性彎曲屈曲抵抗"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "等效名義降伏抵抗"
IDS_CVL_RPT_US_Nominal_yield_resis = "名義降伏抵抗"
IDS_CVL_RPT_US_Nom_Comp_Resis = "名義壓縮抵抗"
IDS_CVL_RPT_US_Fac_Comp_Resis = "考量因素的壓縮抵抗"
IDS_CVL_RPT_US_Moment_Inertia = "慣性矩"
IDS_CVL_RPT_US_LS_k_Desc = "均勻正向應力之板屈曲係數"
IDS_CVL_RPT_US_LS_w_Desc = "縱向翼緣加勁肋之間翼緣寬度中的較大者"
IDS_CVL_RPT_US_LS_n_Desc = "等間距縱向翼緣加勁肋數量"
IDS_CVL_RPT_US_Dgn_Code = "設計規範"
IDS_CVL_RPT_US_Node_IJ = "節點(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "斷面特性"
IDS_CVL_RPT_US_Gross_Sect = "- 總斷面"
IDS_CVL_RPT_US_Trans_Sect = "- 轉換斷面"
IDS_CVL_RPT_US_Materials = "材料"
IDS_CVL_RPT_US_Concrete = "混凝土"
IDS_CVL_RPT_US_Beta1 = "若 f'c 小於 4ksi 則為 0.85，其餘為 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "預應力鋼材信息"
IDS_CVL_RPT_US_Tendon_Name = "鋼賤名稱"
IDS_CVL_RPT_US_Bond_Type = "結合類型"
IDS_CVL_RPT_US_Dp_Tendon = "自最外側受壓纖維至預力鋼賤形心之距離。"
IDS_CVL_RPT_US_Dp_Rein = "自最外側受壓纖維至非預力鋼筋形心之距離。"
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "縱向非預力鋼材鋼筋資訊"
IDS_CVL_RPT_US_Bot_Flexure = "重心下方"
IDS_CVL_RPT_US_Top_Flexure = "重心上方"
IDS_CVL_RPT_US_Torsion = "扭力"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "橫向非預力鋼材鋼筋資訊"
IDS_CVL_RPT_US_Angle_Longi_Stir = "縱向與箍筋之夾角。"
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "由有效預力造成之斷面內力／應力"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "斷面形心至鋼賤形心之距離"
IDS_CVL_RPT_US_Moment_Direct = "彎矩方向"
IDS_CVL_RPT_US_Method_Calc = "- 計算方法："
IDS_CVL_RPT_US_Max_Strength_Lcom = "- 最大強度極限載重組合："
IDS_CVL_RPT_US_Max_Factor_Moment = "- 最大考量因素的彎矩"
IDS_CVL_RPT_US_Neut_Depth = "中性軸至受壓面之深度"
IDS_CVL_RPT_US_Axial_Concrete = "混凝土（受壓區）之軸力："
IDS_CVL_RPT_US_Axial_Steel = "鋼筋鋼材之軸力"
IDS_CVL_RPT_US_Tens_Zone = "拉伸區"
IDS_CVL_RPT_US_Compress_Zone = "壓縮區"
IDS_CVL_RPT_US_Axial_Unbond_Code = "依設計規範之鋼賤（Unbond）軸力"
IDS_CVL_RPT_US_Axial_Bond_Code = "依設計規範之鋼賤（Bond）軸力"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Unbonded 鋼賤之軸力無法使用相容性方法計算"
IDS_CVL_RPT_US_Axial_Bond_Strain = "依應變相容性之鋼賤（Bond）軸力"
IDS_CVL_RPT_US_Comp_Force = "壓縮內力"
IDS_CVL_RPT_US_Tens_Force = "拉伸內力"
IDS_CVL_RPT_US_Tolerance = "公差"
IDS_CVL_RPT_US_Flex_Resist = "彎曲抵抗"
IDS_CVL_RPT_US_Nominal_Resist = "名義抵抗"
IDS_CVL_RPT_US_Resist_Factor = "抵抗因素"
IDS_CVL_RPT_US_Net_Tens_Strain = ": 最外側受拉鋼筋之淨拉應變"
IDS_CVL_RPT_US_Comp_Control_Range = ": 壓縮控制範圍，"
IDS_CVL_RPT_US_Tens_Control_Range = ": 拉力控制範圍，"
IDS_CVL_RPT_US_Trans_Range = ": 過渡範圍，"
IDS_CVL_RPT_US_Joint_Seg = ": 用於分節施工之接頭"
IDS_CVL_RPT_US_Factored_Resist = "考量因素的抵抗"
IDS_CVL_RPT_US_Min_Rein = "最小鋼筋"
IDS_CVL_RPT_US_Judge = "判斷"
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "無檢核"
IDS_CVL_RPT_US_Min_Rein_Chk = "檢核最小鋼筋"
IDS_CVL_RPT_US_Crack_Moment = "裂縫彎矩"
IDS_CVL_RPT_US_Where = "在何處,"
IDS_CVL_RPT_US_Sect_Modulus = "極纖維之斷面係數"
IDS_CVL_RPT_US_Non_Composite_Dead = "非組合靜載重彎矩"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "極纖維之組合斷面係數"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "極纖維之非組合斷面係數"
IDS_CVL_RPT_US_Flex_Crack_Factor = "彎曲裂縫變異係數"
IDS_CVL_RPT_US_Pre_Vari_Factor = "預應力變異係數"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "鋼筋之降伏強度與極限抗拉強度之比值"
IDS_CVL_RPT_US_Comp_Effect_Pre = "僅由有效預力造成之混凝土壓縮應力"
IDS_CVL_RPT_US_Chk_Min_Rein = "檢核最小鋼筋"
IDS_CVL_RPT_US_Max_Service_Lcom = "- 最大使用極限載重組合："
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- 最靠近受拉面的鋼材鋼筋層之最大間距"
IDS_CVL_RPT_US_Exposure_Factor = "暴露係數"
IDS_CVL_RPT_US_Tens_Service_Bar = "使用極限狀態下鋼筋之拉應力"
IDS_CVL_RPT_US_Max_shear = "最大剪力"
IDS_CVL_RPT_US_Min_shear = "最小剪力"
IDS_CVL_RPT_US_Sect_Type = "斷面類型"
IDS_CVL_RPT_US_Stregnth_Lcom = "強度極限載重組合"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "扭轉彎矩係數"
IDS_CVL_RPT_US_Factor_Shear = "剪力係數"
IDS_CVL_RPT_US_Factor_Moment = "彎矩係數"
IDS_CVL_RPT_US_Factor_Axial_Force = "軸力係數"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "剪力抗力係數"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "混凝土密度修正係數"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "預力內力在剪力方向之分量"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(包括 Vp)"
IDS_CVL_RPT_US_Effect_Depth = "有效深度"
IDS_CVL_RPT_US_Effect_Web_Width = "有效腹板寬度"
IDS_CVL_RPT_US_Effect_Bending_Depth = "彎曲有效深度"
IDS_CVL_RPT_US_Effect_Shear_Depth = "剪力有效深度"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "節段箱型斷面之剪力有效深度"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "由極限受壓纖維至預力鋼筋形心之距離"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "橫向鋼筋最大間距"
IDS_CVL_RPT_US_Shear_Stress_Conc = "混凝土剪應力"
IDS_CVL_RPT_US_Min_Trans_Area = "最小橫向鋼筋面積"
IDS_CVL_RPT_US_Min_Trans_Chk = "* 在以橫向鋼筋檢核剪力抗力時，將檢查「OK」或「NG」之定義"
IDS_CVL_RPT_US_Longi_Strain = "縱向應變"
IDS_CVL_RPT_US_Stress_Vari = "應力變數"
IDS_CVL_RPT_US_Tensile_Stress = "拉應力"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "由分項載重及損失後有效預力造成之極限受拉纖維應力"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "僅由有效預力造成之混凝土未分項壓縮應力。"
IDS_CVL_RPT_US_Component_Tensile_Stress = "由混凝土拉應力所抵抗之剪力分量"
IDS_CVL_RPT_US_Factor_Crack_Tension = "表示斜裂混凝土可傳遞拉力之係數"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "斷面之 θ 與 β 值"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ 為斜向壓縮應力之傾角。"
IDS_CVL_RPT_US_Shear_Factor_Beta = "β 為表示斜裂混凝土可傳遞拉力之係數。"
IDS_CVL_RPT_US_Max_Agg = "最大骨料尺寸"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "混凝土提供之名義剪力抗力"
IDS_CVL_RPT_US_Component_Trans_Rein = "由橫向鋼筋所抵抗之剪力分量"
IDS_CVL_RPT_US_Area_Trans_Rein = "所需橫向鋼筋面積"
IDS_CVL_RPT_US_No_Shear_Rein = "無剪力鋼筋"
IDS_CVL_RPT_US_Shear_Resist = "剪力抗力"
IDS_CVL_RPT_US_Nominal_Shear = "名義剪力強度"
IDS_CVL_RPT_US_Factor_Shear_Resist = "剪力抗力係數"
IDS_CVL_RPT_US_Case_of = "情況"
IDS_CVL_RPT_US_Notation = "符號"
IDS_CVL_RPT_US_Area_Shear_Flow = "剪流路徑所包圍之面積，包含其中任何孔洞之面積。"
IDS_CVL_RPT_US_Peri_Trans_Torsion = "封閉式橫向抗扭鋼筋中心線之周長。"
IDS_CVL_RPT_US_Area_Conc_Sect = "混凝土斷面外周邊界所包圍之總面積。"
IDS_CVL_RPT_US_Peri_Conc_Sect = "混凝土斷面外周之長度。"
IDS_CVL_RPT_US_Chk_Torsion_Effect = "檢核扭轉效應"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "扭轉裂縫彎矩"
IDS_CVL_RPT_US_Ignore_Torsion = "忽略扭力效應。"
IDS_CVL_RPT_US_Consider_Torsion = "考慮扭力效應。"
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "構件剪流路徑之有效厚度"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "檢核扭轉彎矩"
IDS_CVL_RPT_US_Req_Longi_Rein = "所需縱向鋼筋"
IDS_CVL_RPT_US_Solid_Sect = "在實心斷面中,"
IDS_CVL_RPT_US_Box_Sect = "在箱型斷面中,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "檢核扭力與剪力組合"
IDS_CVL_RPT_US_Before = "之前"
IDS_CVL_RPT_US_After = "之後"
IDS_CVL_RPT_US_Inter_Shear = "界面剪力"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "名義界面剪力抗力"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "設計中使用之名義剪力抗力 Vni 不得大於下列較小者："
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "黏聚力與摩擦係數（案例）"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "界面剪力係數"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "界面剪力抗力係數"
IDS_CVL_RPT_US_Allow_Conc_CS = "施工階段混凝土容許應力"
IDS_CVL_RPT_US_Elem = "單元"
IDS_CVL_RPT_US_Part = "部分"
IDS_CVL_RPT_US_Girder_Or_Slab = "梁/板"
IDS_CVL_RPT_US_Comp_Or_Tens = "壓/拉"
IDS_CVL_RPT_US_Top_Or_Bottom = "上/下"
IDS_CVL_RPT_US_Stage = "階段"
IDS_CVL_RPT_US_Allow_Conc_Ser = "使用載重組合下混凝土容許應力"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "施工階段混凝土容許主應力"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "主應力考慮於非組合 PSC 斷面，但不考慮於組合 PSC 斷面"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "最大剪力之使用載重組合下混凝土容許主應力"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "最大扭力之使用載重組合下混凝土容許主應力"
IDS_CVL_RPT_US_Allow_Tendon = "鋼賤容許應力"
IDS_CVL_RPT_US_Tendon = "鋼賤"
IDS_CVL_RPT_US_Crack_Chk = "裂縫檢查"
IDS_CVL_RPT_US_Dgn_Criteria = "設計標準"
IDS_CVL_RPT_US_Pos_Or_Neg = "正/負"
IDS_CVL_RPT_US_Bonded = "粘結"
IDS_CVL_RPT_US_Unbonded = "非粘結"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "斷面彎曲設計"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "斷面剪力設計"
IDS_CVL_RPT_US_Dgn_Step_1 = "設計步驟 1："
IDS_CVL_RPT_US_Dgn_Step_2 = "設計步驟 2："
IDS_CVL_RPT_US_Dgn_Step_3 = "設計步驟 3："
IDS_CVL_RPT_US_Dgn_Step_4 = "設計步驟 4："
IDS_CVL_RPT_US_Dgn_Step_5 = "設計步驟 5："
IDS_CVL_RPT_US_Dgn_Step_6 = "設計步驟 6："
IDS_CVL_RPT_US_Avg_Pre_Stl = "預力鋼材平均應力"
IDS_CVL_RPT_US_Area_Bond_Stl = "有黏結預力鋼材面積"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "由極限受壓纖維至有黏結預力鋼賤形心之距離"
IDS_CVL_RPT_US_Area_Unbond_Stl = "無黏結預力鋼材面積"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "由極限受壓纖維至無黏結預力鋼賤形心之距離"
IDS_CVL_RPT_US_Area_Pre_Stl = "預應力鋼筋面積"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "非預力受拉鋼筋面積"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "由極限受壓纖維至非預力受拉鋼筋形心之距離"
IDS_CVL_RPT_US_Area_Comp_Rein = "壓縮鋼筋面積"
IDS_CVL_RPT_US_Dist_Comp_Rein = "由極限受壓纖維至受壓鋼筋形心之距離"
IDS_CVL_RPT_US_Depth_Comp_Flange = "壓縮翼緣深度"
IDS_CVL_RPT_US_Block_Factor = "應力區塊係數"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "錨具間鋼賤長度"
IDS_CVL_RPT_US_Effect_Pre_Stl = "所考慮斷面之預力鋼材有效應力"
IDS_CVL_RPT_US_Depth_Stress_Block = "等效應力塊深度"
IDS_CVL_RPT_US_Flex_Resist_Factor = "彎曲抗力係數。"
IDS_CVL_RPT_US_Nominal_Flex_Resist = "名義彎曲抗力"
IDS_CVL_RPT_US_Modulus_Rup = "破壞模數"
IDS_CVL_RPT_US_Factored_Moment = "彎矩係數"
IDS_CVL_RPT_US_Max_or_Min = "最大/最小"
IDS_CVL_RPT_US_Total_Depth_Beam = "梁的總深度"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "由彎曲造成之拉力與壓力合力之間距離"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "剪力有效深度。不需小於 0.9de 或 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h 或由極限受壓纖維至鋼賤形心之距離"
IDS_CVL_RPT_US_Factor_Shear_Sect = "斷面分項剪力內力"
IDS_CVL_RPT_US_Width_Web = "腹板寬度"
IDS_CVL_RPT_US_Component_Effect_Shear = "有效預力在剪力方向之分量"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "施加之分項剪應力與混凝土抗壓抗力之比值"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "所需最小橫向鋼筋面積"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "斜裂混凝土抵抗拉力之係數"
IDS_CVL_RPT_US_Max_Factored_Moment = "最大彎矩係數"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "鋼賤彈性模數乘以鎖定之應變差"
IDS_CVL_RPT_US_Strain_Mid_Depth = "結構構件中深處之應變"
IDS_CVL_RPT_US_Angle_Comp_Stress = "斜向壓縮應力之傾角"
IDS_CVL_RPT_US_Angle_Trans_Rein = "橫向鋼筋相對縱向軸之傾角"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "名義剪力抗力"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "名義剪力抗力上限"
IDS_CVL_RPT_US_Torsion_Resist = "扭轉抗力"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "扭轉抗力係數"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "名義扭轉抗力"
IDS_CVL_RPT_US_Area_Torsion_Stl = "所需抗扭鋼材面積"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "除彎曲所需外，另為扭力所需之縱向鋼材面積"
IDS_CVL_RPT_US_Replace_Shear_Force = "當需要考慮扭力時，分項剪力內力將以有效剪力內力取代"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "由於 fpe 小於 0.5 fpu，建議使用「應變相容」方法"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "距參考線的距離"
IDS_CVL_RPT_EC_Checking_DesignCode = "設計規範"
IDS_CVL_RPT_EC_Checking_ElementNo = "單元編號"
IDS_CVL_RPT_EC_Checking_PositionInfo = "位置資訊"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "設計條件"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "設置設計參數"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "極限彎矩抗力"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "剪力抗力"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "扭轉抗力"
IDS_CVL_RPT_EC_Title_of_CrackControl = "裂縫寬度"
IDS_CVL_RPT_EC_Title_of_Decompression = "減壓檢查"
IDS_CVL_RPT_EC_Title_of_Fatigue = "疲勞檢查"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "移轉時及施工期間之應力檢核"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "使用載重組合之應力檢核"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "設計參數"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "斷面資訊"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "材料資訊"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "鋼賤剖面資訊"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- 極限狀態之分項係數"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- 係數 λ 與係數 η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- 係數 α_cc、α_ct：壓縮與抗拉強度之長期效應係數。"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "設計情況"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c  混凝土"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s  鋼筋"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s  預應力鋼筋"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "持續與瞬時"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "意外"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "其中，λ、η 分別用以定義壓縮區之有效高度，並定義有效強度。"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(壓縮強度)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(剪力強度)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(拉伸強度)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- 混凝土材料資訊"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- 鋼筋材料資訊"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "類型"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "鋼賤名稱"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "位置\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "面積\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "強度 (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "設計強度"
IDS_CVL_RPT_EC_Where = "其中,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- 混凝土的設計強度"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- 鋼筋的設計強度"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- 鋼賤的設計強度"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "其中，fcd、fctd 分別為設計抗壓與抗拉強度。"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- 檢核斷面於彎曲下是否開裂。"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "（斷面已開裂。）"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "（斷面未開裂。）"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": 彎曲拉應力"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "（拉力取正。）"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": 混凝土設計抗拉強度。"
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "請參考 1.4 鋼賤線形資訊。"
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "檢核彎矩抗力 M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ 正彎矩"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ 負彎矩"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "設計載重"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- 設計載重"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- 設計參數"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- 計算中性軸"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- 計算 F_c , F_s , F_p"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- 計算彎矩抗力, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- 檢核最小鋼筋面積"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  載重組合名稱："
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "內力 (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "彎矩 (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "載重組合名稱："
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "設計情況："
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "載重組合類型："
IDS_CVL_RPT_EC_DgnLoad_LTB = "側向扭轉屈曲"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep 為"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z 為斷面常數"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s 為"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) 假設中性軸深度。"
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) 計算鋼材與鋼賤的應變。"
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) 計算鋼材與鋼賤的應力。"
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) 計算混凝土、鋼材與鋼賤中的軸力。"
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) 檢核斷面合力是否為零。"
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) 重複步驟 1 至 5，直到合力為零。"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "編號"
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "中性深度\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "壓縮內力 ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "拉力內力 ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "比率\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "混凝土"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "鋼筋"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "鋼賤"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x 為中性軸深度"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "編號"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "應力_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  為自中性軸深度 x 至混凝土、鋼筋、鋼賤的距離"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "斷面資訊"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "等效斷面(鋼賤、鋼筋)\n(主梁)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "等效斷面（組合後）\n(主梁 + 板)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ 橋樑"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ 板"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- 混凝土材料資訊"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- 鋼筋材料資訊"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- 係數 λ 與係數 η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "橋樑"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "板"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- 混凝土的設計強度"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- 鋼筋的設計強度"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- 計算 F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, 圖 3.5, 圖 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": 主梁壓縮內力"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": 板壓縮內力"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": 壓縮鋼筋內力"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": 鋼筋拉力內力"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": 鋼賤拉力內力"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": 中性軸深度"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": 主梁部分矩形混凝土應力塊面積"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": 板部分矩形混凝土應力塊面積"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": 壓縮鋼筋面積"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": 拉力鋼筋面積"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "有效應力  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : 破壞狀態下鋼賤深度處之混凝土應變"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : 在有效預力應力下之鋼賤應變"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- 計算彎矩抗力, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  為自中性軸至混凝土、RF、TD 應力塊形心的距離"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "檢核混凝土剪力抗力，V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "檢核剪力鋼筋剪力抗力，V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ 最大剪力"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ 最小剪力"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- 設計載重"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- 剪力抗力 V_Rd,c 的設計值"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  載重組合名稱 :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "內力 (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "彎矩 (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "設計情況 :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ 不需要剪力鋼筋"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ 需要剪力鋼筋"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(如果壓縮, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- 設計參數"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- 剪力抗力 V_Rd,s 的設計值"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- 剪力抗力 V_Rd,max 的設計值"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- 檢核剪力鋼筋比"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- 檢核箍筋間距"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "略過以剪力鋼筋鋼材檢核剪力抗力 V_Rd,s"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α 為剪力鋼筋與垂直於剪力之梁軸線間的夾角。"
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ 為混凝土壓縮斜撐與垂直於剪力之梁軸線間的夾角。"
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z 為內力臂。"
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  為剪力鋼筋的斷面面積"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  為剪力鋼筋最小配筋比"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "(對於 f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "(對於 f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "(對於非預應力結構 )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( 適用於 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( 適用於 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( 適用於 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "(對於 σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  為剪力裂縫混凝土之強度折減係數"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  為考量壓弦應力狀態之係數"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s 為箍筋間距"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "最大剪力"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "最小剪力"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "檢核混凝土剪力抗力，V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- 設計載重"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "設計情況 :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- 混凝土的設計強度"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- 鋼筋的設計強度"
IDS_CVL_RPT_EC_Block_Shear01_girder = "橋樑"
IDS_CVL_RPT_EC_Block_Shear01_slab = "板"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- 檢核斷面是否因彎曲而開裂。"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(斷面已開裂。)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(斷面未開裂。)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": 彎曲拉應力"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(拉力取正。)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": 混凝土設計抗拉強度。"
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- 僅由主梁作用所致之組合形心處總應力"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(EN 1992-2 設計者指南, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": 僅由作用於主梁之彎矩所致的組合形心處應力"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": 由預力所致的組合形心處應力"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": 僅主梁之彎矩"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": 僅主梁之形心高度"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": 組合斷面之形心高度"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": 僅主梁面積"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": 僅主梁之慣性矩"
IDS_CVL_RPT_EC_Block_Shear02_P = ": 考慮所有損失後之折減預力內力"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": 預力內力之彎矩"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- 在組合形心高度處之僅主梁剪應力"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": 僅預鑄主梁之剪力"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": 僅主梁形心處之面積一次矩"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": 主梁寬度"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- 作用於組合斷面之附加剪力"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": 組合斷面形心處之面積一次矩"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": 組合斷面之慣性矩"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- 組合斷面之總剪力抗力"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(彎曲未開裂區域)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ 需要剪力鋼筋"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ 不需要剪力鋼筋"
IDS_CVL_RPT_EC_Block_Shear03_title = "檢核最小剪力鋼筋"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- 檢核剪力鋼筋比"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  為剪力鋼筋最小配筋比"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": 斜向鋼筋面積"
IDS_CVL_RPT_EC_Block_Shear03_space = "- 檢核箍筋間距"
IDS_CVL_RPT_EC_Block_Shear03_s = "s 為箍筋間距"
IDS_CVL_RPT_EC_Block_Shear03_d = ": 有效深度"
IDS_CVL_RPT_EC_Block_Shear04_title = "檢核因剪力造成之縱向鋼筋附加拉力"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": 抗彎承載力"
IDS_CVL_RPT_EC_Block_Shear04_z = ": 由極限抗彎承載力分析所得之力臂"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "檢核不同澆置時間混凝土界面之剪力"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": 主梁壓縮內力"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": 板壓縮內力"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- 界面剪應力"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": 新混凝土區域縱向內力比"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  以及壓縮區或拉力區中的總縱向內力"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": 橫向剪力"
IDS_CVL_RPT_EC_Block_Shear05_z = ": 由極限彎曲抗力分析得到的力臂"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": 介面寬度"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "檢核不同澆置時間之混凝土介面剪力"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": 保守採用 β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "檢核不同澆置時間之混凝土介面剪力"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": 主梁與板之總拉力"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": 板之拉力"
IDS_CVL_RPT_EC_Block_Shear06_title = "- 介面設計剪力抗力"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": 最小設計抗拉強度(fctd) 與設計強度(f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   主梁與板之間混凝土"
IDS_CVL_RPT_EC_Block_Shear06_c = ": 取決於介面粗糙度的係數"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": 取決於介面粗糙度的係數"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": 板自重"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": 接縫面積（單位長度取 1m）"
IDS_CVL_RPT_EC_Block_Shear06_As = ": 穿越介面的鋼筋面積"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": 剪力連接件強度"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": 穿越介面鋼筋的角度"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "設計載重"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "檢核扭轉抗力"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ 最大扭力彎矩"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  載重組合名稱 :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "內力 (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "彎矩 (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "設計狀況 :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ 閉合斷面部分"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ 上翼緣 [ 左 ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ 上翼緣 [ 右 ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ 上翼緣"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ 下翼緣 [ 左 ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ 下翼緣 [ 右 ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ 下翼緣"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ 左腹板"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ 右腹板"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ 腹板"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ 計算全斷面最大扭力抗力 T_Rd,max"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- 設計參數"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- 檢核剪力與扭力組合之壓碎極限"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- 檢核扭力之縱向鋼筋"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- 檢核扭力之縱向間距"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(假設 α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  為有效牆厚度"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k  為由連接牆中心線所包圍的面積，包含內部中空面積"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k  為面積 A_k 的周長"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α 為扭力剪力鋼筋相對於梁縱向軸線的傾角。"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ 為壓縮斜撐角度"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed  為作用設計扭力"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k  為由連接牆中心線所包圍的面積，包含內部中空面積"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i  為有效牆厚度"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A 為外周界內之斷面總面積，包含內部中空面積"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u 為斷面外周長"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k  為面積 A_k 的周長"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ 為壓縮斜撐角度"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i  為有效牆厚度"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u 為斷面外周長"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A 為外周界內之斷面總面積，包含內部中空面積"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i  為斷面外周長"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki  為由連接牆中心線所包圍的面積，包含內部中空面積"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- 以下方程式用於判定是否需要設計鋼筋。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c  為扭力開裂彎矩。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c  為未配置剪力鋼筋時的設計剪力抗力。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- 扭力開裂彎矩 T_Rd,c 的設計值"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- 每腹板剪應力 V*_Ed 的設計值"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "腹板數量"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( 假設總剪力由腹板承擔。 )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- 檢核是否需要設計鋼筋。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "需要橫向鋼筋。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "不需要橫向鋼筋。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "(對於非預應力結構 )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( 當 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( 當 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( 當 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "(對於 σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl  為扭力所配置之縱向鋼筋面積。"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq  為扭力所需之縱向鋼筋面積。"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- 檢核剪力之橫向鋼筋"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv  為剪力之橫向鋼筋面積。"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v  為剪力鋼筋間距。"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- 檢核扭力之橫向鋼筋"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt  為剪力之橫向鋼筋面積。"
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "計算裂縫寬度, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ 上部"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ 下部"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- 設計載重"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- 設計參數"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- 計算混凝土與鋼筋的平均應變，ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- 計算最大裂縫間距，S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- 檢核裂縫寬度"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  載重組合名稱 :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "內力 (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "彎矩 (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "使用性載重類型 :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "長期/短期 :"
IDS_CVL_RPT_EC_Stress_top_surface = "- 上表面的應力"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- 下表面的應力"
IDS_CVL_RPT_EC_Stress_surface = "（對於壓縮應力，略過裂縫檢核。）"
IDS_CVL_RPT_EC_Stress_surface_fctm = "（對於小於 f_ctd 的應力，略過裂縫檢核。）"
IDS_CVL_RPT_EC_Stress_surface_crack = "（對於拉應力，需要進行裂縫檢核。）"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ 為鋼筋等效直徑（= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) ）"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c 為縱向鋼筋保護層厚度"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6（用於短期載重）"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4（用於長期載重）"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s  為假設斷面開裂時拉力鋼筋的應力"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' 為 A_c,eff 內先張或後張鋼賤的面積"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff  為包圍鋼筋之受拉混凝土有效面積，或"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         預力鋼賤之深度，h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1  為考慮不同直徑後調整之黏結強度比值，"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        預應力和鋼筋"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ 為預力鋼材與鋼筋之黏結強度比值"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s  為鋼筋之最大鋼筋直徑"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p  為鋼賤的等效直徑。"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t  為與載重持續時間相關的係數"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8（用於高黏結鋼筋）"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6（用於表面實際上為光滑的鋼筋，例如預力鋼賤）"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5（用於彎曲）"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0（用於純拉）"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1  為考慮黏結鋼筋黏結特性的係數"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2  為考慮應變分布的係數"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "裂縫寬度限制, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "暴露等級 : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "檢核最小鋼筋面積 A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- 檢核特徵載重組合下混凝土的應力。"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "不存在特徵組合類型。（略過 A_s,min  檢核。）"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- 檢核特徵載重組合下混凝土的應力。"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "設計狀況 :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "設計狀況 :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "長期/短期 :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  為預力混凝土表面的應力。"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "σ_ct,p  值依據 7.3.2 (2) 取為 f_ct,eff。"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  為該時點有效的混凝土抗拉強度平均值。"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": 不需要最小鋼筋面積 A_s,min。"
IDS_CVL_RPT_EC_Asmin_Check_02 = ": 需要最小鋼筋面積 A_s,min。"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- 計算最小鋼筋面積 A_s,min"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  為拉力區內的混凝土面積。"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  為鋼筋中允許之最大應力的絕對值"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     於裂縫形成後立即。"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  為該時點有效的混凝土抗拉強度平均值"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     即首次預期可能發生裂縫時。"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k 為考量非均勻自平衡應力影響的係數，"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     該應力會導致拘束內力降低。"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  為考量斷面內應力分佈的係數，"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     於開裂前瞬間及力臂變化。"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(若 N_Ed  為壓縮內力，+ )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(若 N_Ed  為壓縮內力)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(若 N_Ed  為拉力內力)"
IDS_CVL_RPT_EC_Top = "上部"
IDS_CVL_RPT_EC_Bottom = "下部"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- 設計載重"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "設計狀況 :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "長期/短期 :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- 應力檢核"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: 壓縮   + : 拉力)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : 等級為 D 或 E，忽略檢核。"
IDS_CVL_RPT_EC_Fati01_title = "- 應力檢核"
IDS_CVL_RPT_EC_Fati01_ref = "(設計指南 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "最大壓縮應力 (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "最小壓縮應力  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "天"
IDS_CVL_RPT_EC_Fati01_t = " : 活載首次施加時的材齡"
IDS_CVL_RPT_EC_Fati01_s = " : 與水泥種類相關的係數"
IDS_CVL_RPT_EC_Fati02_title = "- 需配置剪力鋼筋之應力檢核"
IDS_CVL_RPT_EC_Fati02_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "載重組合類型 :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "最大剪力 (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "最小剪力 (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "設計剪力抗力 (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) 橋樑"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) 板"
IDS_CVL_RPT_EC_Transfer_Compression = "■ 壓縮"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- 臨界階段名稱 :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "對於鋼筋混凝土板,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "對於預拉元素,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "限制應力"
IDS_CVL_RPT_EC_Transfer_Compression_post = "對於後張力單元，"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- 載重組合名稱 :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- 載重組合類型 :"
IDS_CVL_RPT_EC_Table_Elem = "元素"
IDS_CVL_RPT_EC_Table_Part = "部分"
IDS_CVL_RPT_EC_Table_Posi = "正\n/ 負"
IDS_CVL_RPT_EC_Table_LCOM = "Lcom 名稱"
IDS_CVL_RPT_EC_Table_Situ = "情況"
IDS_CVL_RPT_EC_Table_Type = "類型"
IDS_CVL_RPT_EC_Table_Chk = "檢核"
IDS_CVL_RPT_EC_Table_Rat = "比率"
IDS_CVL_RPT_EC_Table_CompTens = "壓縮/拉力"
IDS_CVL_RPT_EC_Table_Stage = "階段"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\n名稱"
IDS_CVL_RPT_EC_Table_Tnd = "鋼賤"
IDS_CVL_RPT_EC_Table_TopBot = "上/下"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Lcom-類型"
IDS_CVL_RPT_EC_Table_LCOM_Term = "長/短"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "單元編號"
IDS_CVL_RPT_EC_Plate_Check_Position = "位置資訊"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- 設計載重"
IDS_CVL_RPT_EC_Plate_LCOM = "載重組合名稱 :"
IDS_CVL_RPT_EC_Plate_Verification = "- 驗證"
IDS_CVL_RPT_EC_Plate_Verification2 = "驗證"
IDS_CVL_RPT_EC_when = "當"
IDS_CVL_RPT_EC_here = "這裡，"
IDS_CVL_RPT_EC_where = "在哪裡，"
IDS_CVL_RPT_EC_for = "為了"
IDS_CVL_RPT_EC_Num = "編號"
IDS_CVL_RPT_EC_space = "空間"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "設計條件"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "彎曲抵抗"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "垂直剪力抗力"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "側扭屈曲抗力"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "橫向內力抗力"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "縱向剪力抗力"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "疲勞抗力"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "應力限制"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "SLS(使用性極限狀態)之縱向剪力"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "設計參數"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "斷面資訊"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "材料資訊"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ 部分係數"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  對於混凝土"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  對於鋼筋"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  對於結構鋼"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  對於結構鋼"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  對於頭部螺栓"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "等效恆定振幅應力範圍之 γ_Ff"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  對於疲勞強度"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "剪力下栓釘疲勞強度之 γ_Mf,s"
IDS_CVL_RPT_EC_partial_factors_title = "部分係數"
IDS_CVL_RPT_EC_partial_factors_Value = "係數"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "對於混凝土"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "對於鋼筋"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "對於結構鋼"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "對於結構鋼"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "對於頭部螺栓"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "用於等效恆定振幅應力範圍"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "對於疲勞強度"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "用於剪力下栓釘的疲勞強度"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  斷面尺寸"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "板"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "樑"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  斷面勁度"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "之前"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "之後"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "裂縫"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ 結構鋼"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ 混凝土"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ 鋼筋"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "正彎矩"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "負彎矩"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- 應力"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ 設計載重"
IDS_CVL_RPT_EC_Plate_Left = "左"
IDS_CVL_RPT_EC_Plate_Right = "右"
IDS_CVL_RPT_EC_Plate_TF = "上翼緣"
IDS_CVL_RPT_EC_Plate_BF = "下翼緣"
IDS_CVL_RPT_EC_Plate_Web = "腹板"
IDS_CVL_RPT_EC_Plate_OF = "突出翼緣"
IDS_CVL_RPT_EC_Plate_IP = "內部部分"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■  斷面分類"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "斷面分類"
IDS_CVL_RPT_EC_Plate_Part = "部分"
IDS_CVL_RPT_EC_Plate_Class = "類別"
IDS_CVL_RPT_EC_Plate_Section = "斷面"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- 塑性抗彎矩 M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "塑性NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "塑性抵抗彎矩"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "有效塑性NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(PNA的上側)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(PNA的下側)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- 塑性抗彎矩 M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- 彈性抗彎矩 M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "彈性抵抗彎矩"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": 使應力達到限制值之最低係數。"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(計算鋼主梁與混凝土板之間的最小值。)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(計算鋼主梁與板鋼筋之間的最小值。)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- 有效斷面"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "有效斷面"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- 增加的彎矩"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "增加的彎矩"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- N_Ed的有效勁度"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- M_Ed的有效勁度"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "有效勁度為"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   塑性抗彎矩 M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) 左腹板"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) 右腹板"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ 設計載重"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "塑性NA"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  計算 V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  計算 V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  計算 V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "上翼緣"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "下翼緣"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "腹板"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ 腹板的貢獻"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "腹板的貢獻"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ 翼緣的貢獻"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "翼緣的貢獻"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ 交互作用 M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "交互作用"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "剪應力"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■  檢核剪力抵抗"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "塑性剪力抵抗"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "剪力屈曲抵抗"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "修正的細長比"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ 子面板的 λ_wi"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■ 臨界 λ_w"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "不存在橫向加勁肋。"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "在此情況下，支承處應設置橫向加勁肋。"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  之計算同 M_pl,Rd，但忽略腹板貢獻。"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  之計算同 M_pl,Rd，但忽略腹板貢獻。"
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "計算為"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "但忽略腹板貢獻"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "N_Ed 的減少係數"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "N_Ed · 的減少係數"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "的減少係數"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(取 (∑σ_i )W 的最大值)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "無需驗證交互作用準則"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "對於斷面等級 1 或 2，M-V 交互作用應由使用者另行檢核。"
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / 腹板數量"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "腹板數量"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  屈曲抗彎矩"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "屈曲抗力彎矩"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  軸向屈曲抗力"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "合併比"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- U 型框架模型"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- 壓縮與雙軸彎曲之驗證"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "壓縮與雙軸彎曲之驗證"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- 不同載重施加型式之屈曲係數"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "不同載重施加型式之屈曲係數"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- 無縱向加勁肋之腹板"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- 有縱向加勁肋之腹板"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- 有效載荷長度"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "有效載荷長度"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- 設計抗力"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "設計抗力"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- 單一連接件之剪力抗力"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "單一連接件之剪力抗力"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- 作用於長度 L_A_B 的縱向剪力"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "作用於長度的縱向剪力"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- 驗證，板"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- 連接件之剪應力範圍"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "連接件之剪應力範圍"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍ栓釘間距 / 栓釘數量"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "栓釘間距 / 栓釘數量"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- 損傷等效係數"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "損傷等效係數"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- 與 200 萬次循環相關之剪應力等效恆定振幅範圍"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "與 200 萬次循環相關之剪應力等效恆定振幅範圍"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "特徵載重組合名稱 :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "準永久載重組合名稱 :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- 在結構鋼材中"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(翼緣右上纖維)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(腹板中性軸)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- 板之混凝土內"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "在板的混凝土中"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- 在鋼筋中"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "在鋼筋中"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "鋼筋處於受壓狀態。無需檢核。"
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "刻意粗糙化（0.25 吋）"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "刻意粗糙化"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "未刻意粗糙化"
